Repository: MORE-Platform/more-app-multiplatform
Catalog: iosApp/iosApp/Resources/Strings/*.lproj/Errors.strings
Languages: de

source: Access to Bluetooth not granted
de: Zugriff auf Bluetooth nicht gewährt

source: Bluetooth is not enabled
de: Bluetooth ist nicht aktiviert

source: No polar device connected
de: Kein Polar-Gerät verbunden

source: Permission request pending until observation is about to start
de: Genehmigungsanfrage ausstehend, bis die Beobachtung beginnt

source: Accelerometer Sensor not available
de: Beschleunigungssensor nicht verfügbar

source: Permission not granted to access Sensor recording service
de: Zugriff auf Sensoraufzeichnungsdienst nicht genehmigt

source: Accelerometer Recording is not available
de: Beschleunigungssensoraufzeichnung ist nicht verfügbar

source: Location Services not enabled
de: Ortungsdienste sind nicht aktiviert

source: Permission not granted to access location of the device
de: Zugriff auf den Standort des Geräts nicht genehmigt

source: errors
de: Fehler

source: Error continuing Observation! There was a connection issue to a bluetooth sensor. Please make sure to enable bluetooth and connect all necessary devices!
de: Fehler beim Fortsetzen der Beobachtung! Es gab ein Verbindungsproblem mit einem Bluetooth-Sensor. Bitte stellen Sie sicher, dass Bluetooth aktiviert ist und alle notwendigen Geräte verbunden sind!

source: Observation Error
de: Aufzeichnungfehler
