Repository: MORE-Platform/more-app-multiplatform
Catalog: iosApp/iosApp/Resources/Strings/*.lproj/LoginView.strings
Languages: de

# login_welcome_title
source: Welcome to More
de: Willkommen bei More

source: or
de: oder

# participation_key_entry
source: Enter Registration Token
de: Bitte geben Sie den Registrierungstoken ein

# study_endpoint_headling
source: Study Endpoint
de: Studienendpunkt

source: Enter Study Endpoint
de: Bearbeite den Studienendpunkt

source: Enter Token
de: Token eingeben

source: Token Error
de: Ein Fehler ist beim Token aufgetreten

source: Enter study URL
de: URL der Studie eigeben

source: Scan QR Code
de: Scannen Sie bitte Ihren QR Code

# camera_to_scan_qr_code
source: Open camera to scan a QR Code
de: Öffnen Sie die Kamera um den QR code zu scannen
