Repository: MORE-Platform/more-app-multiplatform
Catalog: iosApp/iosApp/Resources/Strings/*.lproj/Navigation.strings
Languages: de

source: Dashboard
de: Übersicht

source: Dashboard Filter
de: Filter

source: Notifications
de: Nachrichten

source: Settings
de: Einstellungen

# Task Details
source: Task Detail
de: Aufgabendetails

source: Observation Details
de: Aufzeichnungsdetails

source: Observation Filter
de: Filter

# Question Observation
source: Question
de: Simple Frage

source: Study Details
de: Studiendetails

source: Running Observations
de: Laufende Aufzeichnungen

source: Past Observations
de: Vergangene Aufzeichnungena

source: Scan QR Code
de: QR-Code scannen
