Repository: MORE-Platform/more-app-multiplatform
Catalog: iosApp/iosApp/Resources/Strings/*.lproj/ScheduleListView.strings
Languages: de

source: Timeframe
de: Zeitrahmen

source: Active for
de: Aktiv für

source: Start Questionnaire
de: Starte den Fragebogen

# start_observation
source: Start Data Capture
de: Aufzeichnung starten

# pause_observation
source: Pause Data Capture
de: Aufzeichnung pausieren

# stop_observation
source: Stop Data Capture
de: Aufzeichnung stoppen

# data_capture_running
source: Data Capture is running
de: Aufzeichnung läuft

source: No running tasks currently
de: Derzeit gibt es keine laufenden Aufzeichnungen

source: No tasks completed by now
de: Noch keine Aufgaben erledigt

source: No tasks to show
de: Keine zu zeigenden Aufgaben
