Repository: MORE-Platform/more-app-multiplatform
Catalog: iosApp/iosApp/Resources/Strings/*.lproj/SettingsView.strings
Languages: de

# settings_title
source: Settings
de: Einstellungen

# settings_text
source: All necessary permissions have been accepted. Permissions can be viewed here. If you want to withdraw permissions, you can only do so by withdrawing from the study.
de: Sie haben alle notwendigen Zustimmungen erteilt. Sie können die Zustimmmungen zurückziehen, indem Sie die gesamte Studie verlassen.

# refresh_study_config
source: Refresh Study Configuration
de: Studienkonfiguration neu laden

# withdraw
source: Withdraw from the study
de: Die Studie verlassen

source: Leave Study
de: Die Studie verlassen

# continue_study
source: Continue to participate
de: Weiterhin teilnehmen!

# withdraw_study
source: Withdraw from the study
de: Die Studie verlassen

# withdraw_swipe
source: Swipe to withdraw
de: Ziehen um die die Studie zu verlassen

# first_message
source: If you withdraw from the study, you will not be able to re-enter at a later date.
de: Wenn Sie die Studie verlassen, können Sie später nicht mehr teilnehmen.

# second_message
source: If you leave this study, you may not re-enter. Your participation will be cancelled and your data will be deleted from your mobile phone!
de: Wenn Sie die Studie verlassen, können Sie später nicht mehr teilnehmen. Ihre Studienteilnahme wird beendet und alle bisher aufgezeichneten Daten werden von Ihrem Mobiltelefon gelöscht.

# really_message
source: Do you really want to withdraw?
de: Möchten Sie wirklich die Studie verlassen?

# sure_message
source: Are you sure you want to withdraw your participation?
de: Sind Sie sicher, dass sie Ihre Teilnahme an der Studie beenden wollen?

# back_to_settings
source: I want to continue participating!
de: Weiterhin teilnehmen!

# study_consent
source: Consent
de: Zustimmung

# update_error
source: Error updating study!
de: Ein Fehler beim Update der Studie ist aufgetreten!
